Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 设备连接尚未就绪，请稍后重试
source: The device connection isn't ready. Please try again later.
ja: デバイス接続の準備ができていません。しばらくしてからもう一度お試しください
ko: 기기 연결이 아직 준비되지 않았습니다. 나중에 다시 시도하세요.
ru: Подключение устройства ещё не готово, повторите позже.
zh_hans: 设备连接尚未就绪，请稍后重试
zh_hant: 裝置連線尚未就緒，請稍後重試

# 这项操作需要连接 iPhone
source: This action requires a connection to iPhone.
ja: この操作には iPhone への接続が必要です
ko: 이 작업에는 iPhone 연결이 필요합니다.
ru: Для этой операции требуется подключение к iPhone.
zh_hans: 这项操作需要连接 iPhone
zh_hant: 這項操作需要連線至 iPhone

# 最近记录
source: Recent records
ja: 最近の記録
ko: 최근 기록
ru: Недавние записи
zh_hans: 最近记录
zh_hant: 最近記錄

# 对话
source: Conversation
ja: 会話
ko: 대화
ru: Чаты
zh_hans: 对话
zh_hant: 對話

# 随手记
source: Take a note
ja: メモ
ko: 간단 메모
ru: Быстрая заметка
zh_hans: 随手记
zh_hant: 隨手記

# 设置与连接
source: Settings & connection
ja: 設定と接続
ko: 설정 및 연결
ru: Настройки и подключение
zh_hans: 设置与连接
zh_hant: 設置與連接

# 取消当前任务？
source: Cancel this task?
ja: 現在のタスクをキャンセルしますか？
ko: 현재 작업을 취소할까요?
ru: Отменить текущую задачу?
zh_hans: 取消当前任务？
zh_hant: 取消當前任務？

# 继续任务
source: Keep running
ja: タスクを続ける
ko: 작업 계속
ru: Продолжить задачу
zh_hans: 继续任务
zh_hant: 繼續任務

# 已经生成的内容会保留在 iPhone。
source: Content already generated will remain on iPhone.
ja: 生成済みの内容は iPhone に保存されます。
ko: 이미 생성된 콘텐츠는 iPhone에 유지됩니다.
ru: Уже созданное содержимое сохранится на iPhone.
zh_hans: 已经生成的内容会保留在 iPhone。
zh_hant: 已經生成的內容會保留在 iPhone。

# 清除手表缓存？
source: Clear Watch cache?
ja: Watch のキャッシュを消去しますか？
ko: 시계 캐시를 지울까요?
ru: Очистить кэш часов?
zh_hans: 清除手表缓存？
zh_hant: 清除手錶快取？

# 清除缓存
source: Clear cache
ja: キャッシュを消去
ko: 캐시 지우기
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除快取

# 不会删除 iPhone 会话。未同步笔记和未发送草稿会受到保护。
source: Your iPhone conversations stay saved. Unsynced notes and unsent drafts are protected.
ja: iPhone の会話は削除されません。未同期のメモと未送信の下書きは保護されます。
ko: iPhone 세션은 삭제되지 않습니다. 동기화되지 않은 메모와 전송하지 않은 초안은 보존됩니다.
ru: Сеансы на iPhone не будут удалены. Несинхронизированные заметки и неотправленные черновики сохранятся.
zh_hans: 不会删除 iPhone 会话。未同步笔记和未发送草稿会受到保护。
zh_hant: 不會刪除 iPhone 會話。未同步筆記和未發送草稿會受到保護。

# 丢弃这份草稿？
source: Discard this draft?
ja: この下書きを破棄しますか？
ko: 이 초안을 버릴까요?
ru: Отбросить этот черновик?
zh_hans: 丢弃这份草稿？
zh_hant: 丟棄這份草稿？

# 丢弃草稿
source: Discard draft
ja: 下書きを破棄
ko: 초안 버리기
ru: Отбросить черновик
zh_hans: 丢弃草稿
zh_hant: 丟棄草稿

# 如果发送结果未知，请先在 iPhone 核实；丢弃草稿不会取消已接收的任务。
source: If delivery is uncertain, check iPhone first. Discarding a draft does not cancel a task already received.
ja: 送信結果が不明な場合は、先に iPhone で確認してください。下書きを破棄しても、受信済みのタスクはキャンセルされません。
ko: 전송 결과가 불확실하면 먼저 iPhone에서 확인하세요. 초안을 버려도 이미 접수된 작업은 취소되지 않습니다.
ru: Если результат отправки неизвестен, сначала проверьте его на iPhone; удаление черновика не отменит уже принятую задачу.
zh_hans: 如果发送结果未知，请先在 iPhone 核实；丢弃草稿不会取消已接收的任务。
zh_hant: 如果發送結果未知，請先在 iPhone 覈實；丟棄草稿不會取消已接收的任務。

# 抬腕查看内容
source: Raise your wrist to view
ja: 手首を上げて内容を確認
ko: 손목을 들어 내용 보기
ru: Поднимите запястье, чтобы посмотреть содержимое
zh_hans: 抬腕查看内容
zh_hant: 抬腕查看內容

# iPhone 已连接
source: iPhone connected
ja: iPhone に接続済み
ko: iPhone 연결됨
ru: iPhone подключён
zh_hans: iPhone 已连接
zh_hant: iPhone 已連接

# 离线 · 可保存记事
source: Offline · Notes still work
ja: オフライン · メモを保存できます
ko: 오프라인 · 메모 저장 가능
ru: Не в сети · можно сохранять заметки
zh_hans: 离线 · 可保存记事
zh_hant: 離線 · 可保存記事

# 需要你回答
source: Your answer is needed
ja: 回答が必要です
ko: 답변 필요
ru: Требуется ваш ответ
zh_hans: 需要你回答
zh_hant: 需要你回答

# 问 Amber
source: Ask Amber
ja: Amber に質問
ko: Amber에 질문
ru: Спросить Amber
zh_hans: 问 Amber
zh_hant: 問 Amber

# 先连接 iPhone 上的 Amber
source: Connect to Amber on iPhone
ja: まず iPhone の Amber に接続
ko: 먼저 iPhone에서 Amber 연결
ru: Сначала подключите Amber на iPhone
zh_hans: 先连接 iPhone 上的 Amber
zh_hant: 先連接 iPhone 上的 Amber

# 在 iPhone 打开 Amber 并配置模型。问题由手机上的助手处理；记事可以先保存在手表。
source: Open Amber on iPhone and set up a model. Your phone's assistant handles questions; notes can be saved on Watch first.
ja: iPhone で Amber を開き、モデルを設定してください。質問は iPhone のアシスタントが処理します。メモは先に Watch に保存できます。
ko: iPhone에서 Amber를 열고 모델을 설정하세요. 질문은 휴대폰의 어시스턴트가 처리하며 메모는 먼저 시계에 저장할 수 있습니다.
ru: Откройте Amber на iPhone и настройте модель. На вопросы отвечает помощник на телефоне; заметки можно сначала сохранять на часах.
zh_hans: 在 iPhone 打开 Amber 并配置模型。问题由手机上的助手处理；记事可以先保存在手表。
zh_hant: 在 iPhone 打開 Amber 並配置模型。問題由手機上的助手處理；記事可以先保存在手錶。

# 查看任务
source: View task
ja: タスクを表示
ko: 작업 보기
ru: Просмотреть задачи
zh_hans: 查看任务
zh_hant: 查看任務

# 快捷动作
source: Quick actions
ja: クイックアクション
ko: 빠른 동작
ru: Быстрые действия
zh_hans: 快捷动作
zh_hant: 快捷動作

# 未发送草稿
source: Unsent drafts
ja: 未送信の下書き
ko: 전송하지 않은 초안
ru: Неотправленный черновик
zh_hans: 未发送草稿
zh_hant: 未發送草稿

# 记事草稿
source: Note draft
ja: メモの下書き
ko: 메모 초안
ru: Черновик заметки
zh_hans: 记事草稿
zh_hant: 記事草稿

# 问题草稿
source: Question draft
ja: 質問の下書き
ko: 질문 초안
ru: Черновик вопроса
zh_hans: 问题草稿
zh_hant: 問題草稿

# 继续原对话
source: Continue conversation
ja: 元の会話を続ける
ko: 기존 대화 계속
ru: Продолжить исходный чат
zh_hans: 继续原对话
zh_hant: 繼續原對話

# 正在确认是否已接收
source: Checking delivery
ja: 受信確認中
ko: 수신 여부 확인 중
ru: Проверяем, получен ли запрос
zh_hans: 正在确认是否已接收
zh_hant: 正在確認是否已接收

# 原文已锁定。重新确认使用同一请求，不会另发一条新问题。
source: The original text is locked. Checking again uses the same request and does not send a new question.
ja: 原文はロックされています。再確認には同じリクエストを使用するため、新しい質問は送信されません。
ko: 원문이 잠겼습니다. 재확인에는 동일한 요청이 사용되며 새 질문은 전송되지 않습니다.
ru: Исходный текст заблокирован. Повторная проверка использует тот же запрос и не отправит новый вопрос.
zh_hans: 原文已锁定。重新确认使用同一请求，不会另发一条新问题。
zh_hant: 原文已鎖定。重新確認使用同一請求，不會另發一條新問題。

# 听写或输入文字
source: Dictate or type
ja: 文字を音声入力または入力
ko: 받아쓰거나 텍스트 입력
ru: Продиктуйте или введите текст
zh_hans: 听写或输入文字
zh_hant: 聽寫或輸入文字

# 使用系统听写或文字输入，检查后再发送。
source: Use system dictation or type, then review before sending.
ja: システムの音声入力またはテキスト入力を使い、確認してから送信してください。
ko: 시스템 받아쓰기나 텍스트 입력을 사용하고, 확인한 후 전송하세요.
ru: Используйте системную диктовку или ввод текста, проверьте его перед отправкой.
zh_hans: 使用系统听写或文字输入，检查后再发送。
zh_hant: 使用系統聽寫或文字輸入，檢查後再發送。

# 正在发送
source: Sending
ja: 送信中
ko: 전송 중
ru: Отправка…
zh_hans: 正在发送
zh_hant: 正在發送

# 保存记事
source: Save note
ja: メモを保存
ko: 메모 저장
ru: Сохранить заметку
zh_hans: 保存记事
zh_hant: 保存記事

# 确认接收结果
source: Check delivery
ja: 受信結果を確認
ko: 수신 결과 확인
ru: Проверить получение
zh_hans: 确认接收结果
zh_hant: 確認接收結果

# 发送问题
source: Send question
ja: 質問を送信
ko: 질문 보내기
ru: Отправить вопрос
zh_hans: 发送问题
zh_hant: 發送問題

# 无法连接 iPhone，问题已保留为草稿
source: Cannot reach iPhone. Your question is saved as a draft.
ja: iPhone に接続できません。質問は下書きとして保存されました。
ko: iPhone에 연결할 수 없어 질문이 초안으로 보관되었습니다.
ru: Не удалось подключиться к iPhone, вопрос сохранён как черновик
zh_hans: 无法连接 iPhone，问题已保留为草稿
zh_hant: 無法連接 iPhone，問題已保留為草稿

# 这份草稿已处理
source: This draft has been handled
ja: この下書きは処理済みです
ko: 이 초안은 이미 처리되었습니다.
ru: Этот черновик уже обработан
zh_hans: 这份草稿已处理
zh_hant: 這份草稿已處理

# 这项任务已不在当前快照中
source: This task is no longer in the current update
ja: このタスクは現在のスナップショットにありません
ko: 이 작업은 현재 스냅샷에 없습니다.
ru: Этой задачи нет в текущем состоянии
zh_hans: 这项任务已不在当前快照中
zh_hant: 這項任務已不在當前快照中

# 请在最近记录或 iPhone 中查看原任务。
source: Find the original task in Recent records or on iPhone.
ja: 最近の記録または iPhone で元のタスクを確認してください。
ko: 최근 기록 또는 iPhone에서 원래 작업을 확인하세요.
ru: Просмотрите исходную задачу в «Недавних записях» или на iPhone.
zh_hans: 请在最近记录或 iPhone 中查看原任务。
zh_hant: 請在最近記錄或 iPhone 中查看原任務。

# 回答节选
source: Answer excerpt
ja: 回答の抜粋
ko: 답변 발췌
ru: Фрагмент ответа
zh_hans: 回答节选
zh_hant: 回答節選

# 继续追问
source: Ask a follow-up
ja: 追加質問を続ける
ko: 추가 질문 계속
ru: Задать уточняющий вопрос
zh_hans: 继续追问
zh_hant: 繼續追問

# 在 iPhone 继续
source: Continue on iPhone
ja: iPhone で続ける
ko: iPhone에서 계속
ru: Продолжить на iPhone
zh_hans: 在 iPhone 继续
zh_hant: 在 iPhone 繼續

# 连接 iPhone 后可继续操作
source: Connect to iPhone to continue
ja: iPhone に接続すると操作を続けられます
ko: iPhone에 연결하면 계속할 수 있습니다.
ru: После подключения к iPhone можно продолжить
zh_hans: 连接 iPhone 后可继续操作
zh_hant: 連接 iPhone 後可繼續操作

# 输入或听写回答
source: Type or dictate your answer
ja: 回答を入力または音声入力
ko: 답변 입력 또는 받아쓰기
ru: Введите или продиктуйте ответ
zh_hans: 输入或听写回答
zh_hant: 輸入或聽寫回答

# 最近对话
source: Recent conversations
ja: 最近の会話
ko: 최근 대화
ru: Недавние чаты
zh_hans: 最近对话
zh_hant: 最近對話

# 手表记事
source: Watch notes
ja: Watch のメモ
ko: 시계 메모
ru: Заметки на часах
zh_hans: 手表记事
zh_hant: 手錶記事

# 已存手表，待同步
source: Saved on Watch · Pending sync
ja: Watch に保存済み、同期待ち
ko: 시계에 저장됨, 동기화 대기
ru: Сохранено на часах, ожидает синхронизации
zh_hans: 已存手表，待同步
zh_hant: 已存手錶，待同步

# 已存 iPhone
source: Saved on iPhone
ja: iPhone に保存済み
ko: iPhone에 저장됨
ru: Сохранено на iPhone
zh_hans: 已存 iPhone
zh_hant: 已存 iPhone

# 还没有记录
source: No records yet
ja: まだ記録がありません
ko: 기록 없음
ru: Записей пока нет
zh_hans: 还没有记录
zh_hant: 還沒有記錄

# 问一个问题，或先记下一点想法。
source: Ask a question or save a quick thought.
ja: 質問するか、まず考えをメモしてください。
ko: 질문하거나 생각을 먼저 메모하세요.
ru: Задайте вопрос или сначала запишите мысль.
zh_hans: 问一个问题，或先记下一点想法。
zh_hant: 問一個問題，或先記下一點想法。

# 内容节选
source: Content excerpt
ja: 内容の抜粋
ko: 콘텐츠 발췌
ru: Фрагмент содержимого
zh_hans: 内容节选
zh_hant: 內容節選

# 在 iPhone 查看完整内容
source: Read the full content on iPhone
ja: iPhone で全文を表示
ko: iPhone에서 전체 내용 보기
ru: Просмотреть полный текст на iPhone
zh_hans: 在 iPhone 查看完整内容
zh_hant: 在 iPhone 查看完整內容

# 这条记录已不在最近列表中
source: This record is no longer in the recent list
ja: この記録は最近のリストにありません
ko: 이 기록은 최근 목록에 없습니다.
ru: Эта запись больше не отображается в списке последних
zh_hans: 这条记录已不在最近列表中
zh_hant: 這條記錄已不在最近列表中

# 在 iPhone 的设置 → Apple Watch 中查看同步的记事。
source: Find synced notes in Amber's Settings → Apple Watch on iPhone.
ja: iPhone の「設定」→「Apple Watch」で同期したメモを確認してください。
ko: iPhone의 설정 → Apple Watch에서 동기화된 메모를 확인하세요.
ru: Просмотрите синхронизированные заметки на iPhone: «Настройки → Apple Watch».
zh_hans: 在 iPhone 的设置 → Apple Watch 中查看同步的记事。
zh_hant: 在 iPhone 的設置 → Apple Watch 中查看同步的記事。

# 找不到这条记事
source: Note not found
ja: このメモが見つかりません
ko: 이 메모를 찾을 수 없음
ru: Не удалось найти эту заметку
zh_hans: 找不到这条记事
zh_hant: 找不到這條記事

# iPhone 暂不可达
source: iPhone unavailable
ja: iPhone に一時的に接続できません
ko: iPhone에 일시적으로 연결할 수 없음
ru: iPhone временно недоступен
zh_hans: iPhone 暂不可达
zh_hant: iPhone 暫不可達

# 请在 iPhone 打开 Amber 完成首次同步。
source: Open Amber on iPhone to sync for the first time.
ja: iPhone で Amber を開いて初回同期を完了してください。
ko: iPhone에서 Amber를 열어 최초 동기화를 완료하세요.
ru: Откройте Amber на iPhone, чтобы выполнить первую синхронизацию.
zh_hans: 请在 iPhone 打开 Amber 完成首次同步。
zh_hant: 請在 iPhone 打開 Amber 完成首次同步。

# 重新同步
source: Sync again
ja: 再同期
ko: 다시 동기화
ru: Синхронизировать снова
zh_hans: 重新同步
zh_hant: 重新同步

# 触感反馈
source: Haptic feedback
ja: 触覚フィードバック
ko: 햅틱 피드백
ru: Тактильная обратная связь
zh_hans: 触感反馈
zh_hant: 觸感反饋

# 内容预览
source: Content previews
ja: 内容プレビュー
ko: 콘텐츠 미리 보기
ru: Предпросмотр содержимого
zh_hans: 内容预览
zh_hant: 內容預覽

# 开启后，最近列表和低亮度界面可显示内容。表盘和通知始终使用简短状态。
source: When enabled, content can appear in Recent records and the dimmed display. Watch faces and notifications always show a brief status.
ja: 有効にすると、最近のリストと低輝度画面に内容が表示されます。文字盤と通知では常に短いステータスが使われます。
ko: 켜면 최근 목록과 저조도 화면에 내용을 표시할 수 있습니다. 시계 페이스와 알림에는 항상 짧은 상태만 표시됩니다.
ru: После включения содержимое будет отображаться в списке последних и в режиме пониженной яркости. На циферблате и в уведомлениях всегда показывается краткий статус.
zh_hans: 开启后，最近列表和低亮度界面可显示内容。表盘和通知始终使用简短状态。
zh_hant: 開啓後，最近列表和低亮度界面可顯示內容。錶盤和通知始終使用簡短狀態。

# 任务通知
source: Task notifications
ja: タスク通知
ko: 작업 알림
ru: Уведомления о задачах
zh_hans: 任务通知
zh_hant: 任務通知

# 在 iPhone 的 Amber 设置中开启任务通知，并在 Watch App 中允许通知镜像。
source: Enable task notifications in Amber's iPhone settings and allow notification mirroring in the Watch app.
ja: iPhone の Amber 設定でタスク通知を有効にし、Watch App で通知のミラーリングを許可してください。
ko: iPhone의 Amber 설정에서 작업 알림을 켜고 Watch App에서 알림 미러링을 허용하세요.
ru: Включите уведомления о задачах в настройках Amber на iPhone и разрешите дублирование уведомлений в Watch App.
zh_hans: 在 iPhone 的 Amber 设置中开启任务通知，并在 Watch App 中允许通知镜像。
zh_hant: 在 iPhone 的 Amber 設置中開啓任務通知，並在 Watch App 中允許通知鏡像。

# 手表本地缓存保存失败，请稍后重试
source: Could not save the Watch cache. Try again later.
ja: Watch のローカルキャッシュを保存できませんでした。後でもう一度お試しください。
ko: 시계 로컬 캐시를 저장하지 못했습니다. 나중에 다시 시도하세요.
ru: Не удалось сохранить локальный кэш часов. Повторите позже.
zh_hans: 手表本地缓存保存失败，请稍后重试
zh_hant: 手錶本地快取保存失敗，請稍後重試

# 请输入 1–2000 个字符
source: Enter 1–2000 characters
ja: 1–2000 文字で入力してください。
ko: 1–2000자를 입력하세요.
ru: Введите от 1 до 2000 символов.
zh_hans: 请输入 1–2000 个字符
zh_hant: 請輸入 1–2000 個字元

# 请先在 iPhone 完成模型配置
source: Set up a model on iPhone first
ja: まず iPhone でモデル設定を完了してください。
ko: 먼저 iPhone에서 모델 설정을 완료하세요.
ru: Сначала настройте модель на iPhone.
zh_hans: 请先在 iPhone 完成模型配置
zh_hant: 請先在 iPhone 完成模型配置

# 这个操作已过期，请从手表重新打开
source: This action has expired. Open it again on Watch.
ja: この操作は期限切れです。Watch からもう一度開いてください。
ko: 이 작업이 만료되었습니다. 시계에서 다시 여세요.
ru: Срок действия этой операции истёк. Откройте её снова на часах.
zh_hans: 这个操作已过期，请从手表重新打开
zh_hant: 這個操作已過期，請從手錶重新打開

# 请先处理未发送回答
source: Finish your unsent answer first
ja: 先に未送信の回答を処理してください
ko: 미전송 답변을 먼저 처리하세요.
ru: Сначала обработайте неотправленный ответ.
zh_hans: 请先处理未发送回答
zh_hant: 請先處理未發送回答

# 已清除手表本地缓存
source: Watch cache cleared
ja: Watch のローカルキャッシュを消去しました
ko: 시계 로컬 캐시를 지웠습니다.
ru: Локальный кэш часов очищен.
zh_hans: 已清除手表本地缓存
zh_hant: 已清除手錶本地快取

# 请先处理未同步笔记和未发送草稿
source: Handle unsynced notes and unsent drafts first
ja: 先に未同期のメモと未送信の下書きを処理してください
ko: 먼저 동기화되지 않은 메모와 전송하지 않은 초안을 처리하세요.
ru: Сначала обработайте несинхронизированные заметки и неотправленные черновики.
zh_hans: 请先处理未同步笔记和未发送草稿
zh_hant: 請先處理未同步筆記和未發送草稿

# 手表本地缓存无法读取，原文件已保留
source: Cannot read the Watch cache. The original file has been preserved.
ja: Watch のローカルキャッシュを読み取れません。元のファイルは保持されています
ko: 시계 로컬 캐시를 읽을 수 없습니다. 원본 파일은 보존되었습니다.
ru: Не удалось прочитать локальный кэш часов. Исходный файл сохранён.
zh_hans: 手表本地缓存无法读取，原文件已保留
zh_hant: 手錶本地快取無法讀取，原檔案已保留

# 手表本地缓存无法读取，请先恢复缓存文件
source: Cannot read the Watch cache. Restore the cache file first.
ja: Watch のローカルキャッシュを読み取れません。先にキャッシュファイルを復元してください
ko: 시계 로컬 캐시를 읽을 수 없습니다. 먼저 캐시 파일을 복원하세요.
ru: Не удалось прочитать локальный кэш часов. Сначала восстановите файл кэша.
zh_hans: 手表本地缓存无法读取，请先恢复缓存文件
zh_hant: 手錶本地快取無法讀取，請先恢復快取檔案

# 删除这条记事？
source: Delete this note?
ja: このメモを削除しますか？
ko: 이 메모를 삭제할까요?
ru: Удалить эту заметку?
zh_hans: 删除这条记事？
zh_hant: 刪除這條記事？

# 记事删除失败，请稍后重试。
source: Could not delete the note. Try again later.
ja: メモを削除できませんでした。後でもう一度お試しください。
ko: 메모를 삭제하지 못했습니다. 나중에 다시 시도하세요.
ru: Не удалось удалить заметку. Повторите позже.
zh_hans: 记事删除失败，请稍后重试。
zh_hant: 記事刪除失敗，請稍後重試。

# 删除后无法从 Amber Watch 设置中恢复。
source: Deleted notes cannot be restored from Amber's Watch settings.
ja: 削除すると Amber Watch の設定から復元できません。
ko: 삭제하면 Amber Watch 설정에서 복구할 수 없습니다.
ru: После удаления восстановить заметку в настройках Amber Watch невозможно.
zh_hans: 删除后无法从 Amber Watch 设置中恢复。
zh_hant: 刪除後無法從 Amber Watch 設置中恢復。

# Apple Watch 已连接
source: Apple Watch connected
ja: Apple Watch に接続済み
ko: Apple Watch 연결됨
ru: Apple Watch подключены
zh_hans: Apple Watch 已连接
zh_hant: Apple Watch 已連接

# Apple Watch 暂不可达
source: Apple Watch unavailable
ja: Apple Watch に一時的に接続できません
ko: Apple Watch에 일시적으로 연결할 수 없음
ru: Apple Watch временно недоступны
zh_hans: Apple Watch 暂不可达
zh_hant: Apple Watch 暫不可達

# 可从手表提问、记事和查看任务
source: Ask questions, save notes and view tasks on Watch
ja: Watch から質問、メモ、タスクの確認ができます
ko: 시계에서 질문하고, 메모하고, 작업을 볼 수 있습니다.
ru: На часах можно задавать вопросы, делать заметки и просматривать задачи
zh_hans: 可从手表提问、记事和查看任务
zh_hant: 可從手錶提問、記事和查看任務

# 请确认已配对并打开 Amber Watch
source: Check pairing and open Amber on Watch
ja: ペアリング済みで Amber Watch が開いていることを確認してください
ko: 페어링되어 있고 Amber Watch가 열려 있는지 확인하세요.
ru: Убедитесь, что Apple Watch сопряжены и Amber Watch открыто
zh_hans: 请确认已配对并打开 Amber Watch
zh_hant: 請確認已配對並打開 Amber Watch

# 刷新 Apple Watch 状态
source: Refresh Apple Watch status
ja: Apple Watch の状態を更新
ko: Apple Watch 상태 새로 고침
ru: Обновить состояние Apple Watch
zh_hans: 刷新 Apple Watch 状态
zh_hant: 刷新 Apple Watch 狀態

# 手表使用的助手
source: Assistant used by Watch
ja: Watch で使うアシスタント
ko: 시계에서 사용하는 어시스턴트
ru: Помощник для часов
zh_hans: 手表使用的助手
zh_hant: 手錶使用的助手

# 新问题和快捷动作会使用当前助手的手机模型与权限。
source: New questions and quick actions use the current assistant's model and permissions on iPhone.
ja: 新しい質問とクイックアクションでは、現在のアシスタントの iPhone モデルと権限を使用します。
ko: 새 질문과 빠른 동작은 현재 어시스턴트의 휴대폰 모델과 권한을 사용합니다.
ru: Новые вопросы и быстрые действия будут использовать модель и разрешения текущего помощника на iPhone.
zh_hans: 新问题和快捷动作会使用当前助手的手机模型与权限。
zh_hant: 新問題和快捷動作會使用當前助手的手機模型與權限。

# 手表快捷动作（最多 4 个）
source: Watch quick actions (up to 4)
ja: Watch のクイックアクション（最大 4 件）
ko: 시계 빠른 동작(최대 4개)
ru: Быстрые действия на часах (до 4)
zh_hans: 手表快捷动作（最多 4 个）
zh_hant: 手錶快捷動作（最多 4 個）

# 请先在模型与提示词中添加快捷消息。
source: Add quick messages in Models & Prompts first.
ja: 先に「モデルとプロンプト」でクイックメッセージを追加してください。
ko: 먼저 모델 및 프롬프트에 빠른 메시지를 추가하세요.
ru: Сначала добавьте быстрые сообщения в разделе «Модель и подсказки».
zh_hans: 请先在模型与提示词中添加快捷消息。
zh_hant: 請先在模型與提示詞中添加快捷消息。

# 已达到 4 项上限，其余动作可在这里查看但不能选中。
source: The 4-action limit has been reached. Other actions are visible here but cannot be selected.
ja: 4 件の上限に達しました。残りのアクションはここで確認できますが、選択できません。
ko: 4개 한도에 도달했습니다. 나머지 동작은 여기서 볼 수 있지만 선택할 수 없습니다.
ru: Достигнут лимит в 4 элемента. Остальные действия можно просмотреть здесь, но выбрать их нельзя.
zh_hans: 已达到 4 项上限，其余动作可在这里查看但不能选中。
zh_hant: 已達到 4 項上限，其餘動作可在這裡查看但不能選中。

# 手表只显示已选动作；修改后下次同步会使用最新内容。
source: Watch shows selected actions only. Changes take effect on the next sync.
ja: Watch には選択したアクションのみ表示されます。変更後は次回の同期で最新の内容が使われます。
ko: 시계에는 선택한 동작만 표시됩니다. 수정 후 다음 동기화에서 최신 내용이 사용됩니다.
ru: На часах отображаются только выбранные действия; после изменений при следующей синхронизации будет использовано обновлённое содержимое.
zh_hans: 手表只显示已选动作；修改后下次同步会使用最新内容。
zh_hant: 手錶只顯示已選動作；修改後下次同步會使用最新內容。

# Watch 记事
source: Watch notes
ja: Watch のメモ
ko: Watch 메모
ru: Заметки Watch
zh_hans: Watch 记事
zh_hant: Watch 記事

# 手表保存的记事会显示在这里，不会自动发送给 Amber。
source: Notes saved on Watch appear here. They are not automatically sent to Amber.
ja: Watch に保存したメモがここに表示されます。Amber には自動送信されません。
ko: 시계에 저장된 메모가 여기에 표시되며 Amber로 자동 전송되지 않습니다.
ru: Сохранённые на часах заметки отображаются здесь и не отправляются Amber автоматически.
zh_hans: 手表保存的记事会显示在这里，不会自动发送给 Amber。
zh_hant: 手錶保存的記事會顯示在這裡，不會自動發送給 Amber。

# 待同步
source: Pending sync
ja: 同期待ち
ko: 동기화 대기
ru: Ожидает синхронизации
zh_hans: 待同步
zh_hant: 待同步

# 已保存到 iPhone
source: Saved on iPhone
ja: iPhone に保存済み
ko: iPhone에 저장됨
ru: Сохранено на iPhone
zh_hans: 已保存到 iPhone
zh_hant: 已保存到 iPhone

# 删除记事
source: Delete note
ja: メモを削除
ko: 메모 삭제
ru: Удалить заметку
zh_hans: 删除记事
zh_hant: 刪除記事

# 点按记事可查看完整原文。
source: Tap a note to read the full original text.
ja: メモをタップすると全文を表示できます。
ko: 메모를 탭하면 전체 원문을 볼 수 있습니다.
ru: Нажмите заметку, чтобы просмотреть полный исходный текст.
zh_hans: 点按记事可查看完整原文。
zh_hant: 點一下記事可查看完整原文。

# 任务提醒
source: Task alerts
ja: タスクのリマインダー
ko: 작업 알림
ru: Напоминания о задачах
zh_hans: 任务提醒
zh_hant: 任務提醒

# 任务完成或需要回答时提醒
source: Alert when a task finishes or needs an answer
ja: タスクの完了時または回答が必要なときに通知
ko: 작업이 완료되거나 답변이 필요할 때 알림
ru: Напоминать о завершении задачи или необходимости ответа
zh_hans: 任务完成或需要回答时提醒
zh_hant: 任務完成或需要回答時提醒

# 通知权限已开启，系统会按设置转发到 Apple Watch。
source: Notifications are allowed. The system forwards them to Apple Watch according to your settings.
ja: 通知の許可は有効です。システム設定に従って Apple Watch に転送されます。
ko: 알림 권한이 켜져 있으며 시스템 설정에 따라 Apple Watch로 전달됩니다.
ru: Разрешение на уведомления включено; система будет пересылать их на Apple Watch согласно настройкам.
zh_hans: 通知权限已开启，系统会按设置转发到 Apple Watch。
zh_hant: 通知權限已開啓，系統會按設置轉發到 Apple Watch。

# 通知权限已拒绝，请到系统设置 > Amber > 通知中开启。
source: Notifications are denied. Enable them in Settings > Amber > Notifications.
ja: 通知の許可が拒否されています。「システム設定」>「Amber」>「通知」で有効にしてください。
ko: 알림 권한이 거부되었습니다. 시스템 설정 > Amber > 알림에서 켜세요.
ru: Разрешение на уведомления отклонено. Включите его в «Системные настройки > Amber > Уведомления».
zh_hans: 通知权限已拒绝，请到系统设置 > Amber > 通知中开启。
zh_hant: 通知權限已拒絕，請到系統設置 > Amber > 通知中開啓。

# 开启后会请求系统通知权限。
source: Enabling this requests notification permission.
ja: 有効にすると、システムの通知許可を求められます。
ko: 켜면 시스템 알림 권한을 요청합니다.
ru: После включения будет запрошено системное разрешение на уведомления.
zh_hans: 开启后会请求系统通知权限。
zh_hant: 開啓後會請求系統通知權限。

# 通知权限未开启，任务提醒不会显示。
source: Notifications are not allowed, so task alerts will not appear.
ja: 通知の許可が有効になっていないため、タスクのリマインダーは表示されません。
ko: 알림 권한이 켜져 있지 않아 작업 알림이 표시되지 않습니다.
ru: Разрешение на уведомления не включено, напоминания о задачах отображаться не будут.
zh_hans: 通知权限未开启，任务提醒不会显示。
zh_hant: 通知權限未開啓，任務提醒不會顯示。

# 请求已接收，结果待核实，请在 iPhone 查看
source: Request received. Check iPhone to verify the result.
ja: リクエストを受信しました。結果は未確認です。iPhone で確認してください。
ko: 요청이 접수되었습니다. 결과는 확인 대기 중입니다. iPhone에서 확인하세요.
ru: Запрос получен, результат ещё нужно проверить. Просмотрите его на iPhone.
zh_hans: 请求已接收，结果待核实，请在 iPhone 查看
zh_hant: 請求已接收，結果待覈實，請在 iPhone 查看

# Watch 记事存储损坏，已停止覆盖原文件
source: Watch note storage is unreadable. Writes have stopped to preserve the original file.
ja: Watch のメモストレージが破損したため、元のファイルの上書きを停止しました。
ko: Watch 메모 저장소가 손상되어 원본 파일 덮어쓰기를 중지했습니다.
ru: Хранилище заметок Watch повреждено; перезапись исходного файла остановлена.
zh_hans: Watch 记事存储损坏，已停止覆盖原文件
zh_hant: Watch 記事存儲損壞，已停止覆蓋原檔案

# Watch 操作回执存储损坏，已停止覆盖原文件
source: Watch receipt storage is unreadable. Writes have stopped to preserve the original file.
ja: Watch の操作結果ストレージが破損したため、元のファイルの上書きを停止しました。
ko: Watch 작업 확인 기록 저장소가 손상되어 원본 파일 덮어쓰기를 중지했습니다.
ru: Хранилище подтверждений операций Watch повреждено; перезапись исходного файла остановлена.
zh_hans: Watch 操作回执存储损坏，已停止覆盖原文件
zh_hant: Watch 操作回執存儲損壞，已停止覆蓋原檔案

# 请求标识已被另一项操作使用
source: This request ID is already used by another action
ja: リクエスト識別子は別の操作ですでに使用されています
ko: 요청 식별자가 다른 작업에 사용 중입니다.
ru: Идентификатор запроса уже используется другой операцией.
zh_hans: 请求标识已被另一项操作使用
zh_hant: 請求標識已被另一項操作使用

# 请求已过期，请在 iPhone 核实是否已执行
source: Request expired. Check iPhone to see whether it ran.
ja: リクエストの期限が切れています。iPhone で実行済みか確認してください
ko: 요청이 만료되었습니다. iPhone에서 실행 여부를 확인하세요.
ru: Срок действия запроса истёк. Проверьте на iPhone, выполнен ли он.
zh_hans: 请求已过期，请在 iPhone 核实是否已执行
zh_hant: 請求已過期，請在 iPhone 覈實是否已執行

# iPhone 暂时无法安全接收此操作
source: iPhone cannot safely accept this action right now
ja: iPhone は一時的にこの操作を安全に受信できません。
ko: iPhone이 현재 이 작업을 안전하게 수신할 수 없습니다.
ru: iPhone временно не может безопасно принять эту операцию.
zh_hans: iPhone 暂时无法安全接收此操作
zh_hant: iPhone 暫時無法安全接收此操作

# 请求标识无效
source: Invalid request ID
ja: 無効なリクエスト識別子です
ko: 요청 식별자가 유효하지 않습니다.
ru: Недействительный идентификатор запроса.
zh_hans: 请求标识无效
zh_hant: 請求標識無效

# 任务标识无效
source: Invalid task ID
ja: 無効なタスク識別子です
ko: 작업 식별자가 유효하지 않습니다.
ru: Недействительный идентификатор задачи.
zh_hans: 任务标识无效
zh_hant: 任務標識無效

# 会话标识无效
source: Invalid conversation ID
ja: 無効なセッション識別子です
ko: 세션 식별자가 유효하지 않습니다.
ru: Недействительный идентификатор сеанса.
zh_hans: 会话标识无效
zh_hant: 會話標識無效

# 文本不能超过 2000 个字符
source: Text cannot exceed 2000 characters
ja: テキストは 2000 文字以内にしてください。
ko: 텍스트는 2000자를 초과할 수 없습니다.
ru: Текст не может содержать более 2000 символов.
zh_hans: 文本不能超过 2000 个字符
zh_hant: 文本不能超過 2000 個字元

# 请输入问题
source: Enter a question
ja: 質問を入力してください
ko: 질문을 입력하세요.
ru: Введите вопрос.
zh_hans: 请输入问题
zh_hant: 請輸入問題

# 记事内容不能为空
source: Note text cannot be empty
ja: メモの内容を入力してください。
ko: 메모 내용은 비워 둘 수 없습니다.
ru: Содержимое заметки не может быть пустым.
zh_hans: 记事内容不能为空
zh_hant: 記事內容不能為空

# 快捷动作无效
source: Invalid quick action
ja: 無効なクイックアクションです
ko: 빠른 동작이 유효하지 않습니다.
ru: Недействительное быстрое действие.
zh_hans: 快捷动作无效
zh_hant: 快捷動作無效

# 快捷动作内容为空
source: This quick action has no content
ja: クイックアクションの内容が空です
ko: 빠른 동작 내용이 비어 있습니다.
ru: Содержимое быстрого действия пусто.
zh_hans: 快捷动作内容为空
zh_hant: 快捷動作內容為空

# 缺少会话标识
source: Missing conversation ID
ja: セッション識別子がありません
ko: 세션 식별자가 없습니다.
ru: Отсутствует идентификатор сеанса.
zh_hans: 缺少会话标识
zh_hant: 缺少會話標識

# 缺少任务标识
source: Missing task ID
ja: タスク識別子がありません
ko: 작업 식별자가 없습니다.
ru: Отсутствует идентификатор задачи.
zh_hans: 缺少任务标识
zh_hant: 缺少任務標識
